alsa-utils
baobab
bash
bzip2
chicken
clamav
convmv
coreutils
cronie
cryptsetup
cups
cups-pdf
curlftpfs
deluge
device-mapper
dhcpcd
dialog
diffutils
dosfstools
e2fsprogs
empathy
eog
epiphany
evince
fakeroot
file
filesystem
findutils
firefox
flashplugin
gawk
gcc
gcc-libs
gdb
gdm
gemrb
gettext
git
glibc
gnome-backgrounds
gnome-calculator
gnome-contacts
gnome-control-center
gnome-desktop
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme
gnome-icon-theme-extras
gnome-icon-theme-symbolic
gnome-keyring
gnome-mahjongg
gnome-mines
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sudoku
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-standard
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-weather
gparted
gptfdisk
grep
grilo-plugins
grub
gst-libav
gstreamer0.10-base-plugins
gstreamer0.10-ffmpeg
gstreamer0.10-good-plugins
gstreamer0.10-ugly-plugins
gtest
gthumb
gucharmap
gvfs-mtp
gvim
gzip
hdparm
hplip
icedtea-web-java7
ifplugd
inetutils
iproute2
iputils
iw
jfsutils
less
lib32-alsa-plugins
lib32-flashplugin
lib32-libpulse
lib32-nvidia-libgl
lib32-openal
lib32-opencl-nvidia
libmtp
libreoffice-base
libreoffice-calc
libreoffice-common
libreoffice-draw
libreoffice-gnome
libreoffice-impress
libreoffice-kde4
libreoffice-math
libreoffice-postgresql-connector
libreoffice-sdk
libreoffice-sdk-doc
libreoffice-writer
librsvg
licenses
linux
logrotate
lvm2
man-db
man-pages
mdadm
memtest86+
mousetweaks
mutter
nano
nautilus
netctl
nmap
nss-mdns
ntfs-3g
nvidia
nvidia-libgl
opencl-nvidia
openssh
os-prober
p7zip
pacman
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
pulseaudio
pygtk
python2-numpy
reiserfsprogs
s-nail
sed
shadow
singularity
steam
sudo
sushi
sysfsutils
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tmux
totem
tracker
ttf-dejavu
ttf-liberation
unshield
usbutils
util-linux
vi
vino
vlc
wget
which
wpa_actiond
wpa_supplicant
xclip
xdg-user-dirs-gtk
xfsprogs
xorg-server
yelp
